Repository: ptudor/tudor-pcb
Catalog: swift/TudorPCB/Localization/Errors.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: A Metal graphics device is unavailable.
af: Geen Metal-GPU beskikbaar nie.
am: የMetal ግራፊክስ መሣሪያ አይገኝም።
ar: جهاز رسومات Metal غير متوفر.
az: Metal qrafik cihazı mövcud deyil.
be: Графічная прылада Metal недаступная.
bg: Графичното устройство „Metal“ не е налично.
bn: একটি Metal গ্রাফিক্স ডিভাইস অনুপলব্ধ।
ca: No hi ha cap dispositiu gràfic Metal disponible.
cs: Grafické zařízení Metal není k dispozici.
cy: Nid yw dyfais graffeg Metal ar gael.
da: Der er ingen Metal-grafikkenhed til rådighed.
de: Ein Metal-Grafikgerät ist nicht verfügbar.
de_at: Ein Metal-Grafikgerät ist nicht verfügbar.
de_ch: Ein Metal-Grafikgerät ist nicht verfügbar.
el: Δεν είναι διαθέσιμη συσκευή γραφικών Metal.
es: No hay ningún dispositivo gráfico Metal disponible.
es_ar: No hay ningún dispositivo gráfico Metal disponible.
es_mx: El dispositivo gráfico Metal no está disponible.
et: Metal-graafikaseade ei ole saadaval.
eu: Metal grafikoen gailu bat ez dago erabilgarri.
fa: دستگاه گرافیکی Metal در دسترس نیست.
fi: Metal-grafiikkalaitetta ei ole käytettävissä.
fil: Walang available na Metal graphics device.
fr: Aucun périphérique graphique Metal n'est disponible.
fr_ca: Aucun périphérique graphique Metal n'est disponible.
ga: Níl gléas grafaicí Metal ar fáil.
gl: Non hai un dispositivo gráfico Metal dispoñible.
gu: મેટલ ગ્રાફિક્સ ડિવાઇસ ઉપલબ્ધ નથી.
he: התקן גרפי התומך ב-Metal אינו זמין.
hi: Metal ग्राफिक्स डिवाइस उपलब्ध नहीं है।
hr: Grafički uređaj za Metal nije dostupan.
hu: A Metal grafikus eszköz nem áll rendelkezésre.
hy: Metal գրաֆիկական սարքը հասանելի չէ։
id: Perangkat grafis Metal tidak tersedia.
is: Metal-grafíktæki er ekki tiltækt.
it: Il dispositivo grafico Metal non è disponibile.
ja: Metal グラフィックスデバイスが利用できません。
ka: Metal გრაფიკული მოწყობილობა არ არის ხელმისაწვდომი.
kk: Metal графикалық құрылғысы қолжетімді емес.
km: ឧបករណ៍ក្រាហ្វិក Metal មិនអាចប្រើបានទេ។
kn: Metal ಗ್ರಾಫಿಕ್ಸ್ ಸಾಧನ ಲಭ್ಯವಿಲ್ಲ.
ko: Metal 그래픽 장치를 사용할 수 없습니다.
ky: Metal графикалык түзмөгү жеткиликсиз.
lo: ອຸປະກອນກຣາບຟິກ Metal ບໍ່ສາມາດໃຊ້ໄດ້.
lt: „Metal“ grafikos įrenginys nėra prieinamas.
lv: Metal grafikas ierīce nav pieejama.
mk: Графички уред Metal не е достапен.
ml: ഒരു Metal ഗ്രാഫിക്സ് ഉപകരണം ലഭ്യമല്ല.
mn: Metal график төхөөрөмж боломжгүй байна.
mr: मेटल ग्राफिक्स डिव्हाइस उपलब्ध नाही.
ms: Peranti grafik Metal tidak tersedia.
mt: Apparat grafiku tal-Metal mhux disponibbli.
my: Metal ဂရပ်ဖစ်စက် မရရှိနိုင်ပါ။
nb: En Metal-grafikkmodul er ikke tilgjengelig.
ne: Metal ग्राफिक्स उपकरण उपलब्ध छैन।
nl: Er is geen Metal-grafisch apparaat beschikbaar.
or: ଏକ Metal ଗ୍ରାଫିକ୍ସ ଡିଭାଇସ୍ ଉପଲବ୍ଧ ନାହିଁ।
pa: ਇੱਕ Metal ਗ੍ਰਾਫਿਕਸ ਡਿਵਾਈਸ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Urządzenie graficzne Metal jest niedostępne.
pt: Não está disponível um dispositivo gráfico Metal.
pt_br: Um dispositivo gráfico Metal não está disponível.
ro: Un dispozitiv grafic Metal nu este disponibil.
ru: Графическое устройство Metal недоступно.
si: Metal ග්‍රැෆික් උපාංගයක් නොමැත.
sk: Grafické zariadenie Metal nie je k dispozícii.
sl: Grafična naprava Metal ni na voljo.
sq: Një pajisje grafike Metal nuk është e disponueshme.
sr: Metal графички уређај није доступан.
sv: Det finns ingen Metal-grafikenhet tillgänglig.
sw: Kifaa cha michoro cha Metal hakipatikani.
ta: மெட்டல் கிராபிக்ஸ் சாதனம் கிடைக்கவில்லை.
te: మెటల్ గ్రాఫిక్స్ పరికరం అందుబాటులో లేదు.
th: อุปกรณ์แสดงผลกราฟิก Metal ไม่พร้อมใช้งาน
tr: Metal grafik aygıtı kullanılamıyor.
uk: Графічний пристрій Metal недоступний.
ur: میٹل گرافکس ڈیوائس دستیاب نہیں ہے۔
vi: Thiết bị đồ họa Metal hiện không khả dụng.
zh_hans: 无法使用 Metal 图形设备。
zh_hant: 無法使用 Metal 圖形裝置。
zu: Idivayisi yezithombe ye-Metal ayitholakali.

source: Could not allocate the complete board mesh buffers.
af: Kon nie die volledige bordmaasbuffers toewys nie.
am: ሙሉውን የቦርድ ሜሽ ቋቶች መመደብ አልተቻለም።
ar: تعذر تخصيص مخازن الشبكة الكاملة للوحة.
az: Tam lövhə tor buferlərini ayırmaq mümkün olmadı.
be: Не атрымалася вылучыць усе буферы сеткі платы.
bg: Не е възможно да се разпределят изцяло буферите на мрежата на платката.
bn: সম্পূর্ণ বোর্ড মেশ বাফারগুলো বরাদ্দ করা সম্ভব হয়নি।
ca: No s'han pogut assignar tots els buffers de malla de la placa.
cs: Nepodařilo se alokovat všechny vyrovnávací paměti sítě desky.
cy: Methu dyrannu byfferau rhwyll y bwrdd yn llawn.
da: Kunne ikke allokere alle printkortets meshbuffere.
de: Die Board-Mesh-Puffer konnten nicht vollständig zugewiesen werden.
de_at: Die vollständigen Mesh-Puffer des Boards konnten nicht zugewiesen werden.
de_ch: Die vollständigen Mesh-Puffer der Platine konnten nicht zugewiesen werden.
el: Δεν ήταν δυνατή η εκχώρηση του συνόλου των buffer πλέγματος της πλακέτας.
es: No se han podido asignar todos los búferes de malla de la placa.
es_ar: No se pudieron asignar todos los búferes de malla de la placa.
es_mx: No se pudieron asignar todos los búferes de malla de la placa.
et: Kogu plaadi võrgupuhvreid ei õnnestunud eraldada.
eu: Ezin izan dira plakaren sare-buffer osoak esleitu.
fa: تخصیص همه بافرهای مش برد ممکن نشد.
fi: Levyn verkkopuskureita ei voitu varata.
fil: Hindi maitalaga ang kumpletong board mesh buffers.
fr: Impossible d'allouer l'intégralité des tampons de maillage de la carte.
fr_ca: Impossible d'allouer tous les tampons du maillage du circuit imprimé.
ga: Níorbh fhéidir maoláin mogaill iomlána an bhoird a leithdháileadh.
gl: Non se puideron asignar os búferes completos de malla da placa.
gu: સંપૂર્ણ બોર્ડ મેશ બફર્સ ફાળવી શક્યા નથી.
he: לא ניתן היה להקצות את כל מאגרי הרשת של הלוח.
hi: संपूर्ण बोर्ड मेश बफ़र्स आवंटित नहीं किए जा सके।
hr: Nije moguće dodijeliti sve međuspremnike mreže ploče.
hu: Nem sikerült lefoglalni a teljes NYÁK-háló puffereit.
hy: Չհաջողվեց հատկացնել պլատայի ցանցի բոլոր բուֆերները։
id: Tidak dapat mengalokasikan seluruh buffer mesh papan.
is: Gat ekki úthlutað öllum möskvabiðminni borðsins.
it: Impossibile allocare tutti i buffer della mesh della scheda.
ja: ボードメッシュバッファ全体を割り当てることができませんでした。
ka: დაფის ბადის ბუფერები ვერ გამოიყო.
kk: Толық тақта торлы буферлерін бөлу мүмкін болмады.
km: មិនអាចបែងចែកសតិបណ្ដោះអាសន្នសំណាញ់បន្ទះសៀគ្វីទាំងមូលបានទេ។
kn: ಸಂಪೂರ್ಣ ಬೋರ್ಡ್ ಮೆಶ್ ಬಫರ್‌ಗಳನ್ನು ಹಂಚಿಕೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 보드 메쉬 버퍼 전체를 할당할 수 없습니다.
ky: Такта торчосунун буферлерин толугу менен бөлүштүрүү мүмкүн болгон жок.
lo: ບໍ່ສາມາດຈັດສັນບັຟເຟີຕາໜ່າງກະດານທັງໝົດໄດ້.
lt: Nepavyko skirti visų plokštės tinklelio buferių.
lv: Neizdevās piešķirt pilnīgos plātnes tīkla buferus.
mk: Не можеше да се доделат целосните мрежни бафери на таблата.
ml: പൂർണ്ണ ബോർഡ് മെഷ് ബഫറുകൾക്കായി മെമ്മറി നീക്കിവയ്ക്കാനായില്ല.
mn: Бүрэн самбарын торон буферуудыг хуваарилж чадсангүй.
mr: संपूर्ण बोर्ड मेश बफर्सचे वाटप करता आले नाही.
ms: Tidak dapat memperuntukkan penimbal jaringan papan yang lengkap.
mt: Ma setgħux jiġu allokati l-buffers tal-mesh tal-bord sħaħ.
my: ဘုတ် mesh buffer အပြည့်အစုံကို ခွဲဝေပေး၍မရပါ။
nb: Det var ikke mulig å tildele hele mesh-buffrene for kretskortet.
ne: पूरा बोर्ड मेस बफरहरू आवंटित गर्न सकिएन।
nl: De printplaatmeshbuffers konden niet worden toegewezen.
or: ସମ୍ପୂର୍ଣ୍ଣ ବୋର୍ଡ ମେସ୍ ବଫରଗୁଡ଼ିକୁ ଆବଣ୍ଟନ କରିପାରିଲା ନାହିଁ।
pa: ਪੂਰੇ ਬੋਰਡ ਮੈਸ਼ ਬਫਰ ਅਲਾਟ ਨਹੀਂ ਹੋ ਸਕੇ।
pl: Nie udało się przydzielić wszystkich buforów siatki płyty.
pt: Não foi possível alocar todos os buffers da malha da placa.
pt_br: Não foi possível alocar todos os buffers de malha da placa.
ro: Bufferele meshului plăcii nu au putut fi alocate.
ru: Не удалось выделить буферы сетки всей платы.
si: සම්පූර්ණ පුවරු මෙෂ් බෆර වෙන් කිරීමට නොහැකි විය.
sk: Nepodarilo sa alokovať celé vyrovnávacie pamäte siete dosky.
sl: Ni bilo mogoče dodeliti vseh pomnilniških medpomnilnikov za mrežo plošče.
sq: S’u caktuan të gjithë buferët e rrjetës.
sr: Није могуће доделити све бафере мреже плоче.
sv: Det gick inte att allokera hela kortets mesh-buffertar.
sw: Haikuweza kutenga bafa kamili za mesh ya ubao.
ta: முழுமையான போர்டு மெஷ் பஃபர்களை ஒதுக்கீடு செய்ய முடியவில்லை.
te: పూర్తి బోర్డ్ మెష్ బఫర్‌లను కేటాయించలేకపోయింది.
th: ไม่สามารถจัดสรรบัฟเฟอร์ตาข่ายบอร์ดทั้งหมดได้
tr: Kart ağ tamponlarının tamamı ayrılmadı.
uk: Не вдалося виділити всі буфери сітки плати.
ur: مکمل بورڈ میش بفرز مختص نہیں کر سکے۔
vi: Không thể phân bổ toàn bộ bộ đệm lưới bo mạch.
zh_hans: 无法分配完整的板网格缓冲区。
zh_hant: 無法分配完整的板網格緩衝區。
zu: Ayikwazanga ukwaba ama-buffer e-mesh ebhodi aphelele.

source: Could not create the Metal command queue.
af: Kon nie die Metal-opdragwaglys skep nie.
am: የMetal ትዕዛዝ ወረፋ መፍጠር አልተቻለም።
ar: تعذر إنشاء قائمة أوامر Metal.
az: Metal əmr növbəsi yaradıla bilmədi.
be: Не атрымалася стварыць чаргу каманд Metal.
bg: Не беше възможно да се създаде опашката за команди „Metal“.
bn: Metal কমান্ড কিউ তৈরি করা যায়নি।
ca: No s'ha pogut crear la cua d'ordres de Metal.
cs: Nepodařilo se vytvořit frontu příkazů Metal.
cy: Methu creu'r ciw gorchymyn Metal.
da: Det var ikke muligt at oprette Metal-kommandokøen.
de: Die Metal-Befehlswarteschlange konnte nicht erstellt werden.
de_at: Die Metal-Befehlswarteschlange konnte nicht erstellt werden.
de_ch: Die Metal-Befehlswarteschlange konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία της ουράς εντολών Metal.
es: No se ha podido crear la cola de comandos de Metal.
es_ar: No se creó la cola de comandos Metal.
es_mx: No se pudo crear la cola de comandos de Metal.
et: Metal-käskude järjekorda ei õnnestunud luua.
eu: Ezin izan da Metal komando ilara sortu.
fa: نتوانست صف فرمان Metal را ایجاد کند.
fi: Metal-komentojonoa ei voitu luoda.
fil: Hindi malikha ang Metal command queue.
fr: Impossible de créer la file d'attente de commandes Metal.
fr_ca: Impossible de créer la file d'attente des commandes Metal.
ga: Níorbh fhéidir an scuaine orduithe Metal a chruthú.
gl: Non se puido crear a cola de comandos de Metal.
gu: મેટલ કમાન્ડ કતાર બનાવી શક્યા નહીં.
he: לא ניתן היה ליצור את תור הפקודות של Metal.
hi: Metal कमांड क्यू नहीं बनाया जा सका।
hr: Nije moguće stvoriti red naredbi Metal.
hu: Nem sikerült létrehozni a „Metal” parancssort.
hy: Հնարավոր չէ ստեղծել Metal հրամանների հերթը։
id: Tidak dapat membuat antrian perintah Metal.
is: Gat ekki stofnað Metal-skipanabiðröð.
it: Impossibile creare la coda dei comandi Metal.
ja: Metal コマンドキューを作成できませんでした。
ka: Metal-ის ბრძანებების რიგის შექმნა ვერ მოხერხდა.
kk: Metal командалық кезегін жасау мүмкін болмады.
km: មិនអាចបង្កើតជួរពាក្យបញ្ជា Metal បានទេ។
kn: Metal ಕಮಾಂಡ್ ಕ್ಯೂ ರಚಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: Metal 명령 대기열을 생성할 수 없습니다.
ky: Metal буйрук кезегин түзүү мүмкүн болгон жок.
lo: ບໍ່ສາມາດສ້າງຄິວຄຳສັ່ງ Metal ໄດ້.
lt: Nepavyko sukurti „Metal“ komandų eilės.
lv: Neizdevās izveidot „Metal” komandu rindu.
mk: Не можеше да се креира редот на команди на Metal.
ml: Metal കമാൻഡ് ക്യൂ സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല.
mn: Metal командын дараалал үүссэнгүй.
mr: मेटल कमांड क्यू तयार करता आला नाही.
ms: Tidak dapat mencipta giliran arahan Metal.
mt: Ma setgħetx tinħoloq il-kju tal-kmandi tal-Metal.
my: Metal command queue ကို ဖန်တီး၍မရပါ။
nb: Det var ikke mulig å opprette Metal-kommandokøen.
ne: Metal कमाण्ड क्यु सिर्जना गर्न सकिएन।
nl: De Metal-opdrachtwachtrij kon niet worden aangemaakt.
or: Metal କମାଣ୍ଡ ଧାଡ଼ି ତିଆରି କରିପାରିଲା ନାହିଁ।
pa: Metal ਕਮਾਂਡ ਕਤਾਰ ਨਹੀਂ ਬਣਾਈ ਜਾ ਸਕੀ।
pl: Nie udało się utworzyć kolejki poleceń Metal.
pt: Não foi possível criar a fila de comandos do Metal.
pt_br: Não foi possível criar a fila de comandos do Metal.
ro: Nu s-a putut crea coada de comenzi Metal.
ru: Не удалось создать очередь команд Metal.
si: Metal විධාන පෝලිම නිර්මාණය කිරීමට නොහැකි විය.
sk: Nepodarilo sa vytvoriť frontu príkazov pre Metal.
sl: Ni bilo mogoče ustvariti čakalne vrste ukazov za Metal.
sq: Nuk mundi të krijonte radhën e komandave Metal.
sr: Није могуће креирати ред команди Metal.
sv: Det gick inte att skapa kommandokön för Metal.
sw: Haikuweza kuunda foleni ya amri ya Metal.
ta: மெட்டல் கட்டளை வரிசையை உருவாக்க முடியவில்லை.
te: మెటల్ కమాండ్ క్యూను సృష్టించలేకపోయింది.
th: ไม่สามารถสร้างคิวคำสั่ง Metal ได้
tr: Metal komut kuyruğu oluşturulamadı.
uk: Не вдалося створити чергу команд Metal.
ur: میٹل کمانڈ قطار نہیں بن سکی۔
vi: Không thể tạo hàng đợi lệnh Metal.
zh_hans: 无法创建 Metal 命令队列。
zh_hant: 無法建立 Metal 指令佇列。
zu: Ayikwazanga ukudala umugqa womyalo we-Metal.

source: Could not encode a Metal frame. Retry the 3D display.
af: Kon nie 'n Metal-raam kodeer nie. Probeer die 3D-vertoning weer.
am: የMetal ፍሬም ኢንኮድ ማድረግ አልተቻለም። የ3D ማሳያውን እንደገና ይሞክሩ።
ar: تعذر ترميز إطار Metal. أعد محاولة العرض ثلاثي الأبعاد.
az: Metal kadrını kodlaşdırmaq mümkün olmadı. 3D displeyi yenidən sınayın.
be: Не атрымалася закадаваць кадр Metal. Паспрабуйце 3D-адлюстраванне яшчэ раз.
bg: Metal кадърът не се кодира. Опитайте пак 3D изгледа.
bn: একটি Metal ফ্রেম এনকোড করা যায়নি। ৩ডি ডিসপ্লেটি পুনরায় চেষ্টা করুন।
ca: No s'ha codificat un fotograma Metal. Torna-ho a provar.
cs: Nelze zakódovat snímek Metal. Opakujte 3D zobrazení.
cy: Methwyd amgodio ffrâm Metal. Rhowch gynnig arall ar yr arddangosfa 3D.
da: Det var ikke muligt at kode en Metal-ramme. Prøv igen med 3D-visningen.
de: Ein Metal-Frame konnte nicht kodiert werden. Versuchen Sie die 3D-Anzeige erneut.
de_at: Es konnte kein Metal-Frame kodiert werden. Versuchen Sie die 3D-Anzeige erneut.
de_ch: Es konnte kein Metal-Frame kodiert werden. Versuchen Sie die 3D-Anzeige erneut.
el: Δεν ήταν δυνατή η κωδικοποίηση ενός πλαισίου Metal. Προσπαθήστε ξανά να εμφανίσετε το 3D.
es: No se ha podido codificar un fotograma Metal. Vuelve a intentar la visualización en 3D.
es_ar: No se pudo codificar un fotograma Metal. Vuelve a intentar la visualización en 3D.
es_mx: No se pudo codificar un fotograma de Metal. Reintente la vista 3D.
et: Metal-kaadrit ei õnnestunud kodeerida. Proovi 3D-kuva uuesti.
eu: Ezin Metal fotograma kodetu. Saiatu berriro 3D bistaratzen.
fa: نتوانست قاب Metal را کدگذاری کند. نمایش سه‌بعدی را دوباره امتحان کنید.
fi: Metal-kuvaa ei voitu koodata. Yritä 3D-näyttöä uudelleen.
fil: Hindi ma-encode ang isang Metal frame. Subukang muli ang 3D display.
fr: Impossible d'encoder une trame Metal. Réessayez l'affichage 3D.
fr_ca: Impossible d'encoder une image Metal. Veuillez réessayer l'affichage 3D.
ga: Níorbh fhéidir fráma Metal a ionchódú. Déan iarracht an taispeáint 3D a athdhéanamh.
gl: Erro ao codificar fotograma Metal. Reintentar vista 3D.
gu: મેટલ ફ્રેમ એન્કોડ કરી શકાયું નથી. 3D ડિસ્પ્લેનો ફરીથી પ્રયાસ કરો.
he: לא ניתן היה לקודד מסגרת Metal. נסה שוב את התצוגה התלת-ממדית.
hi: Metal फ्रेम एनकोड नहीं हो सका। 3D डिस्प्ले फिर आज़माएँ।
hr: Nije moguće kodirati Metal okvir. Pokušajte ponovno s 3D prikazom.
hu: Nem sikerült kódolni a Metal-képkockát. Próbálja újra a 3D-s megjelenítést.
hy: Չհաջողվեց կոդավորել Metal կադրը։ Կրկնեք 3D ցուցադրումը։
id: Tidak dapat mengenkode bingkai Metal. Coba tampilkan ulang tampilan 3D.
is: Gat ekki kóðað Metal-ramma. Reyndu þrívíddarskjáinn aftur.
it: Impossibile codificare un fotogramma Metal. Riprovare con la visualizzazione 3D.
ja: Metalフレームをエンコードできませんでした。3D表示を再試行してください。
ka: Metal-ის კადრი ვერ დამუშავდა. ხელახლა სცადეთ 3D ჩვენება.
kk: Metal кадрын кодтау мүмкін болмады. 3D дисплейді қайталап көріңіз.
km: មិនអាចអ៊ិនកូដស៊ុម Metal បានទេ។ សាកល្បងអេក្រង់ 3D ម្តងទៀត។
kn: Metal ಫ್ರೇಮ್ ಎನ್‌ಕೋಡ್ ಆಗಲಿಲ್ಲ. 3D ಪ್ರದರ್ಶನವನ್ನು ಮರುಪ್ರಯತ್ನಿಸಿ.
ko: Metal 프레임을 인코딩할 수 없습니다. 3D 디스플레이를 다시 시도하십시오.
ky: Metal кадрын коддой алган жок. 3D дисплейди кайталаңыз.
lo: ບໍ່ສາມາດເຂົ້າລະຫັດກອບ Metal ໄດ້. ລອງການສະແດງຜົນ 3D ອີກຄັ້ງ.
lt: Nepavyko užkoduoti „Metal“ kadro. Kartokite 3D rodymą.
lv: Neizdevās kodēt „Metal“ rāmi. Mēģiniet atkārtot 3D attēla parādīšanu.
mk: Не можеше да се кодира Metal рамка. Обидете се повторно со 3D приказот.
ml: ഒരു Metal ഫ്രെയിം എൻകോഡ് ചെയ്യാനായില്ല. 3D ഡിസ്പ്ലേ വീണ്ടും ശ്രമിക്കുക.
mn: Metal кадр кодлогдсонгүй. 3D-г дахин оролдоно уу.
mr: मेटल फ्रेम एन्कोड करता आले नाही. 3D डिस्प्ले पुन्हा वापरा.
ms: Gagal mengekod bingkai Metal. Cuba semula paparan 3D.
mt: Ma setax jiġi kkodifikat frejm tal-Metal. Erġa' pprova d-displej 3D.
my: Metal ဖရိမ်ကို ကုဒ်သွင်း၍မရပါ။ 3D မျက်နှာပြင်ကို ပြန်စမ်းပါ။
nb: Det gikk ikke an å kode en Metal-ramme. Prøv 3D-visningen på nytt.
ne: Metal फ्रेम इन्कोड गर्न सकिएन। 3D डिस्प्ले पुन: प्रयास गर्नुहोस्।
nl: Het Metal-frame kon niet worden gecodeerd. Probeer de 3D-weergave opnieuw.
or: ଏକ Metal ଫ୍ରେମକୁ ଏନକୋଡ୍ କରିପାରିଲା ନାହିଁ। 3D ଡିସପ୍ଲେକୁ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: Metal ਫਰੇਮ ਏਨਕੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ। 3D ਡਿਸਪਲੇ ਮੁੜ ਅਜ਼ਮਾਓ।
pl: Nie udało się zakodować ramki typu Metal. Spróbuj ponownie wyświetlić obraz 3D.
pt: Não foi possível codificar um quadro Metal. Tente novamente a visualização 3D.
pt_br: Não foi possível codificar um quadro Metal. Tente exibir o conteúdo 3D novamente.
ro: Nu s-a putut codifica un cadru Metal. Încercați din nou afișarea 3D.
ru: Не удалось кодировать кадр Metal. Повторите попытку 3D-отображения.
si: Metal රාමුවක් කේතනය කළ නොහැකි විය. 3D සංදර්ශකය නැවත උත්සාහ කරන්න.
sk: Snímku Metal nemožno kódovať. Skúste 3D znova.
sl: Metal okvirja ni bilo mogoče kodirati. Poskusite ponovno prikazati 3D-sliko.
sq: Nuk u kodua një kuadër Metal. Riprovo pamjen 3D.
sr: Није могуће кодирати Metal фрејм. Поново покушајте 3D приказ.
sv: Det gick inte att koda en Metal-bildruta. Försök igen med 3D-visningen.
sw: Haikuweza kusimba fremu ya Metal. Jaribu tena onyesho la 3D.
ta: மெட்டல் சட்டகத்தை குறியாக்கம் செய்ய முடியவில்லை. முப்பரிமாணக் காட்சியை மீண்டும் முயற்சிக்கவும்.
te: మెటల్ ఫ్రేమ్‌ను ఎన్‌కోడ్ చేయలేకపోయింది. 3D డిస్‌ప్లేను మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถเข้ารหัสเฟรม Metal ได้ ลองแสดงผลแบบ 3 มิติอีกครั้ง
tr: Metal karesi kodlanamadı. 3D görüntüyü yeniden deneyin.
uk: Не вдалося закодувати кадр Metal. Повторіть 3D-відтворення.
ur: میٹل فریم کو انکوڈ نہیں کیا جا سکا۔ 3D ڈسپلے کی دوبارہ کوشش کریں۔
vi: Không thể mã hóa khung Metal. Hãy thử lại hiển thị 3D.
zh_hans: 无法对 Metal 帧进行编码。请重试 3D 显示。
zh_hant: 無法編碼 Metal 幀。請重新嘗試 3D 顯示。
zu: Ayikwazanga ukufaka ikhodi kufreyimu ye-Metal. Zama futhi isibonisi se-3D.

source: Could not load the board shader library.
af: Kon nie die bordskadubiblioteek laai nie.
am: የቦርድ ሼደር ቤተ-መጽሐፍትን መጫን አልተቻለም።
ar: تعذر تحميل مكتبة تظليل اللوحة.
az: Lövhə şader kitabxanasını yükləmək mümkün olmadı.
be: Не атрымалася загрузіць бібліятэку шэйдараў платы.
bg: Не успях да заредя библиотеката на шейдърите на платката.
bn: বোর্ড শেডার লাইব্রেরি লোড করা যায়নি।
ca: No s'ha pogut carregar la biblioteca de shaders de placa.
cs: Nepodařilo se načíst knihovnu shaderů desky.
cy: Methu llwytho llyfrgell cysgodi'r bwrdd.
da: Kunne ikke indlæse printkortets shaderbibliotek.
de: Die Board-Shader-Bibliothek konnte nicht geladen werden.
de_at: Die Board-Shader-Bibliothek konnte nicht geladen werden.
de_ch: Die Board-Shader-Bibliothek konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση της βιβλιοθήκης shader της πλακέτας.
es: No se ha podido cargar la biblioteca de shaders de la placa.
es_ar: No se pudo cargar la biblioteca de shaders de la placa.
es_mx: No se pudo cargar la biblioteca de sombreado de la placa.
et: Plaadi varjutajateegi laadimine nurjus.
eu: Ezin izan da plakaren itzalgailu-liburutegia kargatu.
fa: کتابخانه سایه‌زن برد بارگیری نشد.
fi: Levyn shader-kirjastoa ei voitu ladata.
fil: Hindi ma-load ang board shader library.
fr: Impossible de charger la bibliothèque de shaders de la carte.
fr_ca: Impossible de charger la bibliothèque de shaders de carte.
ga: Níorbh fhéidir leabharlann scáthaithe an bhoird a luchtú.
gl: Non se puido cargar a biblioteca de sombreadores da placa.
gu: બોર્ડ શેડર લાઇબ્રેરી લોડ કરી શકાઈ નથી.
he: לא ניתן היה לטעון את ספריית שיידרי הלוח.
hi: बोर्ड शेडर लाइब्रेरी लोड नहीं हो सकी।
hr: Nije moguće učitati biblioteku sjenčara ploče.
hu: Nem sikerült betölteni a NYÁK árnyékolókönyvtárát.
hy: Չհաջողվեց բեռնել պլատայի շեյդերների գրադարանը։
id: Tidak dapat memuat pustaka shader papan.
is: Gat ekki hlaðið skyggingarsafni borðsins.
it: Impossibile caricare la libreria degli shader della scheda.
ja: ボードシェーダーライブラリを読み込めませんでした。
ka: დაფის შადერების ბიბლიოთეკის ჩატვირთვა ვერ მოხერხდა.
kk: Тақта шейдер кітапханасын жүктеу мүмкін болмады.
km: មិនអាចផ្ទុកបណ្ណាល័យ shader របស់បន្ទះសៀគ្វីបានទេ។
kn: ಬೋರ್ಡ್ ಶೇಡರ್ ಲೈಬ್ರರಿಯನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 보드 셰이더 라이브러리를 불러올 수 없습니다.
ky: Такта шейдеринин китепканасы жүктөлбөй койду.
lo: ບໍ່ສາມາດໂຫຼດສະໝຸດ shader ກະດານໄດ້.
lt: Nepavyko įkelti plokštės šeiderių bibliotekos.
lv: Nevar ielādēt plates ēnotāju bibliotēku.
mk: Не може да се вчита библиотеката со шејдери на таблата.
ml: ബോർഡ് ഷേഡർ ലൈബ്രറി ലോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല.
mn: Самбарын шэйдрийн санг ачаалж чадсангүй.
mr: बोर्ड शेडर लायब्ररी लोड करता आली नाही.
ms: Tidak dapat memuatkan pustaka shader papan.
mt: Shaders tal-bord ma tgħabbewx.
my: ဘုတ် shader library ကို တင်၍မရပါ။
nb: Det var ikke mulig å laste inn shader-biblioteket for kretskortet.
ne: बोर्ड शेडर लाइब्रेरी लोड गर्न सकिएन।
nl: De shaderbibliotheek van de printplaat kon niet worden geladen.
or: ବୋର୍ଡ ସେଡର ଲାଇବ୍ରେରୀ ଲୋଡ୍ କରିପାରିଲା ନାହିଁ।
pa: ਬੋਰਡ ਸ਼ੇਡਰ ਲਾਇਬ੍ਰੇਰੀ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ।
pl: Brak biblioteki shaderów płytki.
pt: Não foi possível carregar a biblioteca de shaders da placa.
pt_br: Não foi possível carregar a biblioteca de shaders da placa.
ro: Nu s-a putut încărca biblioteca de shadere a plăcii.
ru: Не удалось загрузить библиотеку шейдеров платы.
si: පුවරු ෂේඩර් පුස්තකාලය පූරණය කිරීමට නොහැකි විය.
sk: Nepodarilo sa načítať knižnicu shaderov dosky.
sl: Knjižnice shaderjev za ploščo ni bilo mogoče naložiti.
sq: Nuk mund të ngarkohej biblioteka e shader-ave të bordit.
sr: Није могуће учитати библиотеку шејдера за плочу.
sv: Det gick inte att ladda shaderbiblioteket för kortet.
sw: Haikuweza kupakia maktaba ya shader.
ta: போர்டு ஷேடர் லைப்ரரியை ஏற்ற முடியவில்லை.
te: బోర్డ్ షేడర్ లైబ్రరీని లోడ్ చేయలేకపోయింది.
th: ไม่สามารถโหลดไลบรารี shader ของบอร์ดได้
tr: Kart gölgelendirici kütüphanesi yüklenemedi.
uk: Не вдалося завантажити бібліотеку шейдерів плати.
ur: بورڈ شیڈر لائبریری کو لوڈ نہیں کیا جا سکا۔
vi: Không thể tải thư viện shader của bo mạch.
zh_hans: 无法加载板级着色器库。
zh_hant: 無法載入板級著色器函式庫。
zu: Ayikwazanga ukulayisha umtapo we-shader webhodi.
